Repository: metehangurgentepe/whichFood
Catalog: WhichFood/Utils/Locale/Languages/*.lproj/Localizable.strings
Languages: ar, fa_ir

# tabHome
source: Title here
ar: العنوان هنا
fa_ir: عنوان اینجا

# premiumWeekButton
source: Weekly Premium
ar: بريميوم أسبوعي
fa_ir: پریمیوم هفتگی

# lifetimeButton
source: Annual Premium
ar: بريميوم سنوي
fa_ir: پریمیوم سالانه

# continueButton
source: Continue
ar: متابعة
fa_ir: ادامه

# feature_1
source: Select the ingredients you have at home, and let the app show you what you can cook.
ar: حدد المكونات المتوفرة لديك في المنزل، ودع التطبيق يظهر لك ما يمكنك طهيه.
fa_ir: مواد اولیه موجود در خانه خود را انتخاب کنید و به اپلیکیشن اجازه دهید به شما نشان دهد چه غذاهایی می‌توانید بپزید.

# feature_2
source: Choose meal categories that suit you, and enjoy the most delicious dishes.
ar: اختر فئات الوجبات التي تناسبك واستمتع بألذ الأطعمة.
fa_ir: دسته‌های غذایی را که با سلیقه شما هماهنگ هستند، انتخاب کنید و از لذت پختن بهترین غذاها لذت ببرید.

# feature_3
source: Save your favorite recipe instructions and make them anytime you like.
ar: احفظ تعليمات الطهي المفضلة لديك وقم بتحضيرها في أي وقت تحب.
fa_ir: دستورات دلخواه خود را ذخیره کنید و هر زمان که دوست دارید بپزید.

# feature_1_title
source: Available Ingredients
ar: المكونات المتاحة
fa_ir: مواد اولیه در دسترس

# feature_2_title
source: Abundant Categories
ar: فئات متنوعة
fa_ir: دسته‌های فراوان

# feature_3_title
source: Save Recipes
ar: حفظ الوصفات
fa_ir: ذخیره دستورات پخت

# footer
source: Designed and coded by Metehan Gürgentepe
ar: تم التصميم والبرمجة بواسطة متيحان غورغنتيبي
fa_ir: طراحی و کدنویسی توسط Metehan Gürgentepe

# more
source: See more...
ar: رؤية المزيد...
fa_ir: بیشتر ببینید...

# feature_button
source: Continue
ar: متابعة
fa_ir: ادامه

# feature_welcome
source: Welcome
ar: مرحبًا
fa_ir: خوش آمدید

# detail_ingredients
source: Ingredients
ar: المكونات
fa_ir: مواد اولیه

# detail_recipe
source: Instructions
ar: التعليمات
fa_ir: دستورات

# detail_success
source: Saved Successfully
ar: تم الحفظ بنجاح
fa_ir: با موفقیت ذخیره شد

# detail_save
source: Save Recipe
ar: حفظ الوصفة
fa_ir: ذخیره دستور پخت

# detail_success_title
source: Success
ar: نجاح
fa_ir: موفقیت

# detail_ok_button
source: OK
ar: موافق
fa_ir: تایید

# detail_error_title
source: Error
ar: خطأ
fa_ir: خطا

# detail_error_message
source: Recipe couldn't be saved
ar: تعذر حفظ الوصفة
fa_ir: دستور پخت ذخیره نشد

# detail_try_again
source: Try Again
ar: حاول مرة أخرى
fa_ir: دوباره امتحان کنید

# detail_error_occurred
source: An error occurred
ar: حدث خطأ
fa_ir: خطایی رخ داده است

# category_healthy
source: Healthy
ar: صحي
fa_ir: سالم

# category_easy
source: Easy
ar: سهل
fa_ir: آسان

# category_mid
source: Intermediate
ar: متوسط
fa_ir: متوسط

# category_hard
source: Difficult
ar: صعب
fa_ir: سخت

# category_enjoy
source: Enjoyable
ar: لذيذ
fa_ir: لذت بخش

# category_hearty
source: Hearty
ar: لذيذ
fa_ir: خوشمزه

# category_vegan
source: Vegan
ar: نباتي
fa_ir: گیاه‌خوار

# category_vegetarian
source: Vegetarian
ar: نباتي
fa_ir: گیاه‌خوار

# category_breakfast
source: Breakfast
ar: إفطار
fa_ir: صبحانه

# category_lunch
source: Lunch
ar: غداء
fa_ir: ناهار

# category_dinner
source: Dinner
ar: عشاء
fa_ir: شام

# category_dessert
source: Dessert
ar: حلوى
fa_ir: دسر

# ingredients_bread
source: Bread
ar: خبز
fa_ir: نان

# ingredients_garlic
source: Garlic
ar: ثوم
fa_ir: سیر

# ingredients_parsley
source: Parsley
ar: بقدونس
fa_ir: جعفری

# ingredients_tomato
source: Tomato
ar: طماطم
fa_ir: گوجه‌فرنگی

# ingredients_carrot
source: Carrot
ar: جزر
fa_ir: هویج

# ingredients_potato
source: Potato
ar: بطاطا
fa_ir: سیب‌زمینی

# ingredients_dill
source: Dill
ar: شبت
fa_ir: شوید

# ingredients_spring_onion
source: Spring Onion
ar: بصل أخضر
fa_ir: پیازچه

# ingredients_pepper
source: Pepper
ar: فلفل
fa_ir: فلفل

# ingredients_zucchini
source: Zucchini
ar: كوسة
fa_ir: کدو

# ingredients_eggplant
source: Eggplant
ar: باذنجان
fa_ir: بادمجان

# ingredients_rice
source: Rice
ar: أرز
fa_ir: برنج

# ingredients_mushroom
source: Mushroom
ar: فطر
fa_ir: قارچ

# ingredients_fresh_basil
source: Fresh Basil
ar: ريحان طازج
fa_ir: رزماری تازه

# ingredients_lettuce
source: Lettuce
ar: خس
fa_ir: کاهو

# ingredients_peas
source: Peas
ar: بازلاء
fa_ir: نخود

# ingredients_butter
source: Butter
ar: زبدة
fa_ir: کره

# ingredients_spinach
source: Spinach
ar: سبانخ
fa_ir: اسفناج

# ingredients_fresh_mint
source: Fresh Mint
ar: نعناع طازج
fa_ir: نعناع تازه

# ingredients_celery
source: Celery
ar: كرفس
fa_ir: کرفس

# ingredients_thyme
source: Thyme
ar: زعتر
fa_ir: آویشن

# ingredients_egg
source: Egg
ar: بيض
fa_ir: تخم‌مرغ

# ingredients_ground_beef
source: Ground Beef
ar: لحم بقر مفروم
fa_ir: گوشت چرخ‌کرده

# ingredients_chicken
source: Chicken
ar: دجاج
fa_ir: مرغ

# ingredients_diced_beef
source: Diced Beef
ar: لحم بقر مقطع
fa_ir: گوشت خرد شده

# ingredients_fish
source: Fish
ar: سمك
fa_ir: ماهی

# ingredients_lamb
source: Lamb
ar: لحم خروف
fa_ir: گوسفند

# ingredients_turkey
source: Turkey
ar: ديك رومي
fa_ir: بوقلمون

# ingredients_beef
source: Beef
ar: لحم بقر
fa_ir: گوشت گاو

# ingredients_sausage
source: Sausage
ar: سجق
fa_ir: سوسیس

# ingredients_hotDog
source: Hot Dog
ar: هوت دوج
fa_ir: هات‌داگ

# ingredients_calamari
source: Calamari
ar: كالاماري
fa_ir: کلماری

# ingredients_pastrami
source: Pastrami
ar: بسترما
fa_ir: پاسترما

# ingredients_bonito
source: Bonito
ar: بونيتو
fa_ir: بونیتو

# ingredients_chickenNuggets
source: Chicken Nuggets
ar: ناجت الدجاج
fa_ir: ناگت مرغ

# ingredients_cheese
source: Cheese
ar: جبن
fa_ir: پنیر

# ingredients_yogurt
source: Yogurt
ar: لبن
fa_ir: ماست

# ingredients_milk
source: Milk
ar: حليب
fa_ir: شیر

# ingredients_cream
source: Cream
ar: كريم
fa_ir: خامه

# ingredients_ricotta
source: Ricotta
ar: ريكوتا
fa_ir: ریکوتا

# ingredients_lemon
source: Lemon
ar: ليمون
fa_ir: لیمو

# ingredients_avocado
source: Avocado
ar: أفوكادو
fa_ir: آووکادو

# ingredients_grape
source: Grape
ar: عنب
fa_ir: انگور

# ingredients_fig
source: Fig
ar: تين
fa_ir: انجیر

# ingredients_orange
source: Orange
ar: برتقال
fa_ir: پرتقال

# ingredients_blackOlive
source: Black Olive
ar: زيتون أسود
fa_ir: زیتون سیاه

# ingredients_greenApple
source: Green Apple
ar: تفاح أخضر
fa_ir: سیب سبز

# ingredients_strawberry
source: Strawberry
ar: فراولة
fa_ir: توت فرنگی

# ingredients_raspberry
source: Raspberry
ar: توت أحمر
fa_ir: تمشک

# ingredients_blackberry
source: Blackberry
ar: توت أسود
fa_ir: توت سیاه

# ingredients_mulberry
source: Mulberry
ar: توت
fa_ir: توت

# ingredients_kiwi
source: Kiwi
ar: كيوي
fa_ir: کیوی

# ingredients_apple
source: Apple
ar: تفاح
fa_ir: سیب

# ingredients_pomegranate
source: Pomegranate
ar: رمان
fa_ir: انار

# ingredients_quince
source: Quince
ar: سفرجل
fa_ir: به

# ingredients_walnut
source: Walnut
ar: جوز
fa_ir: گردو

# ingredients_pineNuts
source: Pine Nuts
ar: مكسرات الصنوبر
fa_ir: انگشت‌پیچ

# ingredients_pistachio
source: Pistachio
ar: فستق
fa_ir: پسته

# ingredients_sunDriedTomato
source: Sun-Dried Tomato
ar: طماطم مجففة بالشمس
fa_ir: گوجه‌فرنگی خشک‌شده

# ingredients_coconut
source: Coconut
ar: جوز الهند
fa_ir: نارگیل

# ingredients_almond
source: Almond
ar: لوز
fa_ir: بادام

# ingredients_hazelnut
source: Hazelnut
ar: بندق
fa_ir: فندق

# ingredients_driedApricot
source: Dried Apricot
ar: مشمش مجفف
fa_ir: میوه خشک زردآلو

# ingredients_shrimp
source: Shrimp
ar: جمبري
fa_ir: میگو

# ingredients_salmon
source: Salmon
ar: سلمون
fa_ir: ماهی سالمون

# ingredients_clams
source: Mussels
ar: صدف
fa_ir: صدف

# ingredients_scallops
source: Clams
ar: حليب البحر
fa_ir: صدف دریایی

# ingredients_lobster
source: Lobster
ar: جمبري كبير
fa_ir: خرچنگ

# ingredients_crab
source: Crab
ar: سلطعون
fa_ir: خرچنگ

# ingredients_prawns
source: Shrimp
ar: جمبري
fa_ir: میگو

# ingredients_caviar
source: Caviar
ar: كافيار
fa_ir: خاویار

# ingredients_oysters
source: Asters
ar: محار
fa_ir: صدف دریایی

# ingredients_mussels
source: Mussels
ar: محار
fa_ir: صدف

# ingredients_anchovies
source: Anchovies
ar: أنشوفة
fa_ir: ماهی های ماهی

# ingredients_sardines
source: Sardines
ar: سردين
fa_ir: ماهی ساردین

# ingredients_haddock
source: Haddock Fish
ar: حدوق
fa_ir: ماهی هداک

# ingredients_cod
source: Cod
ar: سمك السلمون
fa_ir: ماهی کد

# ingredients_tuna
source: Tuna
ar: تونة
fa_ir: ماهی تن

# ingredients_trout
source: Trout
ar: سمك القز
fa_ir: ماهی قزل آلا

# ingredients_duck
source: Duck
ar: بط
fa_ir: اردک

# ingredients_veal
source: Veal
ar: لحم العجل
fa_ir: گوشت گوسفند جوان

# ingredients_rabbit
source: Rabbit
ar: أرنب
fa_ir: خرگوش

# ingredients_quail
source: Quail
ar: سمان
fa_ir: کبک

# ingredients_pork
source: Pork
ar: لحم الخنزير
fa_ir: گوشت خوک

# ingredients_bacon
source: Beef Bacon
ar: لحم الخنزير المدخن
fa_ir: سوسیس خوک

# ingredients_ham
source: Ham
ar: لحم خنزير مدخن
fa_ir: پنیر هم

# ingredients_cabbage
source: Cabbage
ar: ملفوف
fa_ir: کلم

# ingredients_broccoli
source: Broccoli
ar: بروكلي
fa_ir: بروکلی

# ingredients_cauliflower
source: Cauliflower
ar: زهرة القرنبيط
fa_ir: کلی فلاور

# ingredients_asparagus
source: Asparagus
ar: أسبراغوس
fa_ir: ملخ

# ingredients_artichoke
source: Artichoke
ar: خرشوف
fa_ir: آرتیچوک

# ingredients_kale
source: Cabbage
ar: ملفوف
fa_ir: کل

# ingredients_brussels_sprouts
source: Brussels Sprouts
ar: بروكسل البراعم
fa_ir: بروکسل اسپرات

# ingredients_cucumber
source: Cucumber
ar: خيار
fa_ir: خیار

# ingredients_radish
source: Radish
ar: فجل
fa_ir: تربچه

# ingredients_sweet_potato
source: Sweet Potato
ar: بطاطا حلوة
fa_ir: سیب زمینی شیرین

# ingredients_beetroot
source: Beetroot
ar: لبنة
fa_ir: لبو

# ingredients_pumpkin
source: Pumpkin
ar: يقطين
fa_ir: کدو

# ingredients_turnip
source: Turnip
ar: لفت
fa_ir: لفت

# ingredients_okra
source: Okra
ar: بامية
fa_ir: بامیه

# ingredients_parsnip
source: Shakshuka
ar: لفت مقدس
fa_ir: ترنیپ

# ingredients_leek
source: Leek
ar: كرفس
fa_ir: پیازچه

# ingredients_blueberry
source: Blueberry
ar: توت أزرق
fa_ir: توت آبی

# ingredients_cranberry
source: Cranberry
ar: توت عرعر
fa_ir: کرنبری

# ingredients_watermelon
source: Watermelon
ar: بطيخ
fa_ir: هندوانه

# ingredients_papaya
source: Papaya
ar: بابايا
fa_ir: پاپایا

# ingredients_pineapple
source: Pineapple
ar: أناناس
fa_ir: آناناس

# ingredients_mango
source: Mango
ar: مانجو
fa_ir: مانگو

# ingredients_passion_fruit
source: Fruit
ar: فاكهة العاطفة
fa_ir: میوه عشق

# ingredients_date
source: Date
ar: تمر
fa_ir: خرما

# ingredients_dragon_fruit
source: Dragon Fruit
ar: فاكهة التنين
fa_ir: میوه اژدها

# ingredients_persimmon
source: Kaki
ar: كاكي
fa_ir: خرمالو

# ingredients_star_fruit
source: Star Fruit
ar: فاكهة النجمة
fa_ir: میوه ستاره

# ingredients_black_currant
source: Blackcurrant
ar: الكشمش الأسود
fa_ir: آنگور سیاه

# ingredients_rosemary
source: Rosemary
ar: إكليل الجبل
fa_ir: روزماری

# ingredients_sage
source: Sage
ar: المريمية
fa_ir: سیج

# ingredients_mint
source: Mint
ar: نعناع
fa_ir: نعناع

# ingredients_cilantro
source: Coriander
ar: الكزبرة
fa_ir: گشنیز

# ingredients_bay_leaf
source: Bay Leaf
ar: ورق الغار
fa_ir: برگ بات

# ingredients_oregano
source: Thyme
ar: الزعتر
fa_ir: آورگانو

# ingredients_tarragon
source: Tarragon
ar: الطرخون
fa_ir: تره‌گون

# ingredients_chives
source: Chives
ar: الثوم الأخضر
fa_ir: پیازچه

# ingredients_lemongrass
source: Lemon Herb
ar: عشب الليمون
fa_ir: لیموی چمپا

# ingredients_marjoram
source: Basil
ar: المردقوش
fa_ir: مرزه

# ingredients_coriander
source: Coriander
ar: الكزبرة
fa_ir: گل‌چین

# ingredients_basil
source: Rosemary
ar: إكليل الجبل
fa_ir: ریحان

# ingredients_cashew
source: Cashew Nut
ar: كاجو
fa_ir: کاجو

# ingredients_macadamia
source: Macadamia Nuts
ar: مكاديميا
fa_ir: مکادامیا

# ingredients_pecan
source: Walnut
ar: البقان
fa_ir: بقان

# ingredients_peanut
source: Peanut
ar: فول الصويا
fa_ir: بادام زمینی

# ingredients_cocoa
source: Cocoa
ar: كاكاو
fa_ir: کاکائو

# ingredients_chestnut
source: Chestnut
ar: الكستناء
fa_ir: بلوط

# home_recipe
source: Recipes
ar: الوصفات
fa_ir: دستورات پخت

# home_create_button
source: Create Recipe
ar: إنشاء وصفة
fa_ir: ایجاد دستور پخت

# home_no_item
source: No saved recipes
ar: لا توجد وصفات محفوظة
fa_ir: هیچ دستور پخت ذخیره‌شده‌ای نیست

# home_all
source: All
ar: الكل
fa_ir: همه

# home_meaty
source: Meaty
ar: لحمي
fa_ir: گوشتی

# home_vegetarian
source: Vegetarian
ar: نباتي
fa_ir: سبزیجاتی

# home_dessert
source: Dessert
ar: حلوى
fa_ir: دسر

source: Take Photo
ar: التقط صورة لوصفتك المكتوبة.
fa_ir: نوشته‌ی خودتان را عکس بگیرید.

# image_info
source: You need to take a written photo of the recipe.
ar: ستتمكن من إضافة صورة وصفتك المكتوبة إلى الوصفات في التطبيق.
fa_ir: نوشته‌ی خودتان را به دستور‌های آشپزی در اپلیکیشن اضافه کردن قادر خواهید بود.

# home_favorites
source: Favorites
ar: المفضلة
fa_ir: مورد علاقه

# home_search
source: Search
ar: البحث

# next_button
source: Next
ar: التالي
fa_ir: بعدی

# select_label
source: Select type of food
ar: حدد نوع الطعام
fa_ir: نوع غذا را انتخاب کنید

# choose_label
source: Choose one or more
ar: اختر واحدة أو أكثر
fa_ir: یک یا چند مورد انتخاب کنید

# apply_button
source: Create Recipe
ar: إنشاء وصفة
fa_ir: ایجاد دستور پخت

# search_food
source: Search ingredient
ar: البحث عن مكون
fa_ir: جستجوی مواد اولیه

# select_filter
source: Filtered Ingredients
ar: المكونات المرشحة
fa_ir: مواد انتخاب شده

# select_vegetable
source: Vegetable
ar: خضروات
fa_ir: سبزیجات

# select_meat
source: Meat
ar: لحم
fa_ir: گوشت

# select_dairy
source: Dairy Products
ar: منتجات الألبان
fa_ir: محصولات لبنی

# select_grain
source: Grain
ar: حبوب
fa_ir: غلات

# select_fruit
source: Fruit
ar: فاكهة
fa_ir: میوه

# select_seafood
source: Seafood
ar: مأكولات بحرية
fa_ir: ماهی و مواد دریایی

# select_herb
source: Herb
ar: عشبة
fa_ir: گیاهان دارویی

# select_nut
source: Nut
ar: جوزة
fa_ir: آجیل

# premium_1_title
source: Add Unlimited Recipes
ar: أضف وصفات غير محدودة
fa_ir: افزودن دستور پخت بی‌نهایت

# premium_1
source: Add and follow recipes without any limits.
ar: أضف واتبع الوصفات دون أي قيود.
fa_ir: افزودن و دنبال کردن دستورات پخت بدون هیچ محدودیتی.

# premium_2_title
source: Don't worry about what to cook
ar: لا داعي للقلق بشأن ما يجب طهيه
fa_ir: نگران نباشید چه غذایی بپزید

# premium_2
source: Don't worry about what to cook.
ar: لا داعي للقلق بشأن ما يجب طهيه.
fa_ir: نگران نباشید چه غذایی بپزید.

# premium_3_title
source: It's up to you
ar: الأمر متروك لك
fa_ir: این بستگی به شما دارد

# premium_3
source: Cook whatever you want with the ingredients you like.
ar: اطهى ما تريد باستخدام المكونات التي تحب.
fa_ir: هر چه خواستید با موادی که دوست دارید غذا بپزید.

# premium_subscribed
source: You are subscribed
ar: لقد اشتركت
fa_ir: شما مشترک هستید

# premium_subheadline
source: Congratulations, you have successfully activated Premium access to all the features of the application, enjoy it!
ar: تهانينا، لقد قمت بتنشيط الوصول إلى جميع ميزات التطبيق بنجاح، استمتع بها!
fa_ir: تبریک می‌گویم، شما با موفقیت دسترسی پریمیوم به تمام ویژگی‌های اپلیکیشن را فعال کرده‌اید، از آن لذت ببرید!

# premium_expiration
source: Expiration Date:
ar: تاريخ الانتهاء:
fa_ir: تاریخ انقضا:

# premium_restore
source: Do you want to restore purchases?
ar: هل ترغب في استعادة المشتريات؟
fa_ir: آیا می‌خواهید خریدها را بازیابی کنید؟

# language_turkish
source: Turkish
ar: التركية
fa_ir: ترکی

# language_german
source: German
ar: ألماني
fa_ir: آلمانی

# language_czech
source: Czech
ar: تشيكي
fa_ir: چکی

# language_arabic
source: Arabic
ar: العربية
fa_ir: عربی

# language_french
source: French
ar: فرنسي
fa_ir: فرانسوی

# language_italian
source: Italian
ar: إيطالي
fa_ir: ایتالیایی

# language_russian
source: Russian
ar: الروسية
fa_ir: روسی

# language_iranian
source: Iranian
ar: الإيرانية
fa_ir: ایرانی

# language_spansish
source: Spanish
ar: إسباني
fa_ir: اسپانیایی

# settings_title
source: Settings
ar: الإعدادات
fa_ir: تنظیمات

# settings_user
source: User ID:
ar: معرف المستخدم:
fa_ir: شناسه کاربر:

# settings_premium
source: Premium
ar: بريميوم
fa_ir: پریمیوم

# settings_language
source: Language
ar: اللغة
fa_ir: زبان

# settings_dark_mode
source: Dark Mode
ar: الوضع الداكن
fa_ir: حالت تاریک

# settings_write_me
source: Write to Me
ar: اكتب لي
fa_ir: به من بنویسید

# settings_about_app
source: About WhichFood
ar: حول WhichFood
fa_ir: درباره WhichFood

# settings_hello
source: Hello
ar: مرحبًا
fa_ir: سلام

# settings_mail_title_error
source: Email Sending Not Supported
ar: غير مدعوم إرسال البريد الإلكتروني
fa_ir: ارسال ایمیل پشتیبانی نمی‌شود

# settings_mail_message_error
source: To send emails, you need to configure an email account.
ar: لإرسال رسائل البريد الإلكتروني، يجب عليك تكوين حساب بريد إلكتروني.
fa_ir: برای ارسال ایمیل، باید یک حساب ایمیل پیکربندی کنید.

# settings_ok_button
source: OK
ar: موافق
fa_ir: تایید

# settings_select_theme
source: Select Theme
ar: حدد السمة
fa_ir: انتخاب تم

# settings_light_mode
source: Light Mode
ar: الوضع الفاتح
fa_ir: حالت روشن

# settings_dark_mode_button
source: Dark Mode
ar: الوضع الداكن
fa_ir: حالت تاریک

# settings_error_title
source: Change Language Settings
ar: تغيير إعدادات اللغة
fa_ir: تغییر تنظیمات زبان

# settings_error_message
source: If you want to use the application in a different language, you can change it from the language option on the next page.
ar: إذا كنت ترغب في استخدام التطبيق بلغة مختلفة، يمكنك تغييرها من خيار اللغة في الصفحة التالية.
fa_ir: اگر می‌خواهید از اپلیکیشن به زبان دیگری استفاده کنید، می‌توانید آن را از گزینه زبان در صفحه بعد تغییر دهید.

# settings_close
source: Close
ar: إغلاق
fa_ir: بستن

# settings_continue
source: Continue
ar: متابعة
fa_ir: ادامه

# settings_account_settings
source: Account settings
ar: إعدادات الحساب
fa_ir: تنظیمات حساب

# settings_account
source: Account
ar: الحساب
fa_ir: حساب

# settings_support
source: Support
ar: الدعم
fa_ir: پشتیبانی

# settings_feedback
source: Send feedback
ar: إرسال تعليق
fa_ir: ارسال بازخورد

# settings_write_comment
source: Write a comment
ar: كتابة تعليق
fa_ir: نوشتن یک نظر

# settings_share
source: Share
ar: مشاركة
fa_ir: اشتراک گذاری

# settings_appearance
source: Appearance
ar: المظهر
fa_ir: ظاهر

# settings_other_apps
source: Discover other applications
ar: اكتشف تطبيقات أخرى
fa_ir: کشف دیگر برنامه‌ها

# settings_rights_privacy
source: Rights and privacy
ar: الحقوق والخصوصية
fa_ir: حقوق و حریم خصوصی

# settings_terms_of_service
source: Terms of use
ar: شروط الخدمة
fa_ir: شرایط خدمات

# settings_privacy_policy
source: Privacy policy
ar: سياسة الخصوصية
fa_ir: سیاست حفظ حریم خصوصی

# show_food_prompt1
source: Can you suggest a recipe with the ingredients:
ar: هل يمكنك أن تقترح وصفة باستخدام المكونات:
fa_ir: آیا می‌توانید یک دستور پخت با مواد اولیه زیر پیشنهاد دهید:

# show_food_prompt2
source: Can you suggest a recipe with ingredients?
ar: هل يمكنك أن تقترح وصفة باستخدام المكونات؟
fa_ir: آیا می‌توانید یک دستور پخت با این مواد اولیه پیشنهاد دهید؟

# show_food_prompt3
source: meals contain these features. Don't write anything in front of it.
ar: الوجبات التي تحتوي على هذه الميزات. لا تكتب أي شيء أمامها.
fa_ir: غذاها با این ویژگی‌ها. هیچ چیزی جلوی آن ننویسید.

# show_food_prompt4
source: Provide the data in JSON format, simply as JSON, without adding anything before or after, json is:
ar: قدم البيانات في تنسيق JSON، ببساطة كـ JSON، دون إضافة أي شيء قبل أو بعد ذلك، ال JSON هو:
fa_ir: اطلاعات را به فرمت JSON ارائه دهید، به عنوان ساده JSON بدون افزودن هیچ چیزی قبل یا بعد از آن، فرمت JSON به صورت زیر است:

# show_food_prompt5
source: Choose a type depending on whether it is meat, vegetable or dessert. Only one of these types.
ar: اختر نوعًا بناءً على ما إذا كان لحمًا أو خضارًا أو حلوًا. واحد فقط من هذه الأنواع.
fa_ir: بسته به اینکه غذا گوشتی، سبزیجاتی یا شیرینی است، یک نوع را انتخاب کنید. تنها یکی از این انواع را انتخاب کنید

# random_prompt
source: Give me random recipe
ar: أعطني وصفة عشوائية
fa_ir: یک دستور غذای تصادفی به من بده

# json_prompt
source: exactly this JSON
ar: هذا بالضبط JSON
fa_ir: دقیقاً این JSON

# account_date
source: None
ar: لا شيء
fa_ir: هیچ

# account_premium
source: None
ar: لا شيء
fa_ir: هیچ

# account_id
source: None
ar: لا شيء
fa_ir: هیچ

# account_user_id
source: User ID
ar: معرف المستخدم
fa_ir: شناسه کاربر

# account_premium_name
source: Premium
ar: بريميوم
fa_ir: پریمیوم

# account_last_date
source: Expiration date
ar: تاريخ الانتهاء
fa_ir: تاریخ انقضا

# account_copy
source: Copy
ar: نسخ
fa_ir: کپی

# account_title
source: Account
ar: الحساب
fa_ir: حساب

# account_usage_api
source: Number of created recipe
ar: عدد الوصفات المنشأة
fa_ir: تعداد دستور پخت ایجاد شده

# error_alert
source: Error
ar: خطأ
fa_ir: خطا

# error_occurred
source: An error occurred
ar: حدث خطأ
fa_ir: خطایی رخ داده است

# error_ok_button
source: OK
ar: موافق
fa_ir: تایید

# error_back_button
source: Back
ar: رجوع
fa_ir: بازگشت

# error_api_usage
source: You have reached the api usage limit
ar: لقد وصلت إلى حد استخدام واجهة برمجة التطبيقات
fa_ir: شما به محدودیت استفاده از API رسیده‌اید

# error_api
source: Failed to fetch data
ar: فشل في جلب البيانات
fa_ir: خطا در دریافت داده

source: Invalid endpoint
ar: نقطة نهاية غير صالحة
fa_ir: نقطه پایان نامعتبر

source: Invalid response
ar: استجابة غير صالحة
fa_ir: پاسخ نامعتبر

# error_no_data
source: No data
ar: لا توجد بيانات
fa_ir: بدون داده

# error_serialization
source: Failed to decode data
ar: فشل في فك تشفير البيانات
fa_ir: خطا در رمزگشایی داده

# error_unable_to_favorite
source: There was an error favoriting this user. Please try again.
ar: حدث خطأ أثناء إضافة هذا المستخدم إلى المفضلة. يرجى المحاولة مرة أخرى.
fa_ir: خطایی در افزودن این کاربر به لیست علاقه‌مندی رخ داده است. لطفاً دوباره تلاش کنید.

# error_already_in_favorites
source: Already added favorites
ar: مضاف بالفعل إلى المفضلة
fa_ir: از قبل به لیست علاقه‌مندی اضافه شده

# network_error
source: There is a problem with the internet connection
ar: هناك مشكلة في اتصال الإنترنت
fa_ir: مشکلی در اتصال اینترنت وجود دارد

# upload_photo_error
source: There was a problem uploading the photo
ar: كان هناك مشكلة في تحميل الصورة
fa_ir: مشکلی در آپلود تصویر به وجود آمد

# language_english
source: English
fa_ir: انگلیسی
